{
    "about": [
        { "name": "About Us", "link": "#about-us", "description": "مرحبًا بك في سيرفر شلاكسي! نحن مجتمع يجمع بين عشاق الدردشة والتفاعل، نوفر بيئة ممتعة وآمنة للجميع. يهدف السيرفر إلى تقديم تجربة رائعة لكل الأعضاء، مع الالتزام بالقوانين لحماية الجميع." },
        { "name": "FAQ", "link": "#faq", "description": "1. ما هو سيرفر Chillaxy Community؟ سيرفر مجتمع يجمع محبي التفاعل والتواصل في بيئة آمنة وخالية من المشاكل.\n2. ما هي أدوات السيلف بوت؟ السيلف بوت (Self Bot) هي أدوات غير قانونية تستخدم لتشغيل سكربتات داخل ديسكورد بشكل غير مسموح به.\n3. لماذا يُمنع استخدام السيلف بوت؟ يخالف قوانين ديسكورد وقد يؤدي لحظر حسابك نهائيًا.\n4. كيف أحمي نفسي من أدوات السيلف بوت؟ لا تثق بأي أداة تعدك بميزات غير رسمية لديسكورد." },
        { "name": "Careers", "link": "#careers", "description": "حاليًا، لا يوجد وظائف متاحة، لكننا دائمًا نبحث عن أشخاص موهوبين للمساعدة في تطوير المجتمع. إذا كنت مهتمًا بالمساهمة، تابع قنوات الإعلانات في السيرفر لمعرفة الفرص المتاحة قريبًا!" }
    ],
    "terms": [
        { "name": "Privacy Shield", "link": "#privacy-shield", "description": "نحن نأخذ خصوصية أعضائنا على محمل الجد. لا نقوم بجمع أو مشاركة بياناتك مع أي طرف ثالث، ونضمن حماية معلوماتك داخل السيرفر والموقع. لا تثق بأي شخص يطلب منك بياناتك الشخصية." },
        { "name": "Privacy Policy", "link": "#privacy-policy", "description": "لا نطلب أي معلومات شخصية من الأعضاء. نحترم سرية بيانات المستخدمين ونمنع أي استخدام غير مصرح به. في حالة وجود أي نشاط مريب، يرجى التبليغ فورًا للإدارة داخل السيرفر." },
        { "name": "Terms of Service", "link": "#terms-of-service", "description": "الأدوات المتاحة هنا للتجربة والتعلم فقط، ولا ننصح باستخدامها في حساباتك الأساسية. لا نتحمل مسؤولية أي حظر أو ضرر قد يحدث نتيجة لاستخدام السيلف بوت. إساءة استخدام الأدوات قد تؤدي إلى حظر حسابك من ديسكورد نهائيًا." }
    ],
    "socials": [
        { "name": "Discord", "link": "https://discord.gg/TVPmfTdKQ9" },
        { "name": "Twitter", "link": "https://twitter.com" },
        { "name": "YouTube", "link": "https://www.youtube.com/@Mr-Moundo" },
        { "name": "Instagram", "link": "https://instagram.com" },
        { "name": "Facebook", "link": "https://facebook.com" }
    ]
}
